Repository: jakmeier/paddlers-browser-game
Catalog: texts/*.po
Languages: de

source: Attack sent
de: Angriff gesendet

source: Invitation sent
de: Einladung abgeschickt

# visitor-not-here
source: Paddlers are still travelling
de: Paddlers sind noch unterwegs

# quests
source: Duties
de: Pflichten

source: Reward
de: Belohnung

source: Your task
de: Deine Aufgabe

# button-back-to-town
source: Back to town
de: Zurück zum Dorf

# button-yes
source: Yes
de: Ja

# button-no
source: No
de: Nein

# NIY
source: Not implemened, yet
de: Nich nicht implementiert

# welcomescene-A0
source: Hey there!
de: Hallo, mein Freund!

# welcomescene-B10
source: What? Who is it? A god visits me? It's an honor to meet you.
de: Huh? Wer spricht da? Ein Gott besucht mich? Was verschafft mir die Ehre?

# welcomescene-B20
source: I'm just an ordinary Paddler, enjoying nature at this beautiful place. Not much else to do for me.
de: Ich bin ja bloss ein ganz nomaler Paddler. Hier draussen geniesse ich die Natur. Etwas anderes zu tun habe ich auch nicht.

# welcomescene-B30
source: My life should be perfect. I'm free to do whatever I please and I can easily find everything I need to live here around Paddland.
de: Eigentlich ist mein Leben perfekt. Ich bin frei und kann machen was ich will. Und was alles was ich zum Leben brauche lässt sich einfach finden hier in Paddland.

# welcomescene-B40
source: But I'm all alone out here. I don't know what to do with my life.
de: Aber ich bin einsam hier draussen. Was soll ich mit meinem Leben nur afangen?

# welcomescene-B50
source: Oh, divine greatness who has come to visit me! Can I be your servant? I will do anything you say, as long as you can give meaning to my life.
de: Eure göttlliche Hoheit, darf ich an deiner Seite weilen? So lange du meinem Leben einen Sinn geben kannst, werde ich dir treu dienen.

# welcomescene-A60
source: Yes, be my servant.
de: Ja, sei mein Diener.

# welcomescene-A61
source: We can be friends.
de: Wir können gerne Freunde sein.

# welcomescene-B70
source: Hooray! How wonderful! I shall be your best servant.
de: Hurra! Das ist wundervoll! Ich werde dein bester Diener sein.

# welcomescene-B80
source: What should I do now?
de: Was soll ich tun?

# welcomescene-A90
source: Please build me a temple.
de: Bitte errichte eine Tempel für mich.

# templebuilt-A0
source: I've built the temple! Look how awesome it is!
de: Ich habe den Tempel gebaut. Schau mal, ist er nicht toll?

# templebuilt-A5
source: Hint: Clicking on the temple gives access to the board of duties, where tasks are given to the Paddler.
de: Hinweis: Wenn du auf den Tempel klickst, gelangst du zur Pflichtentafel. Dort werden Aufgaben für den Paddler aufgelistet.

# templebuilt-A10
source: We should invite everyone! I can tell them about your glory and they can worship your greatness at the temple.
de: Wir sollten mehr Paddlers einladen! Ich kann ihnen von deiner Herrlichkeit erzählen und sie können dich anbeten.

# templebuilt-B20
source: Great idea!
de: Das ist eine sehr gute Idee!

# templebuilt-B21
source: Sure, invite your friends. But there is no need for worship.
de: Du darfst gerne Freunde einladen. Aber ihr sollt mich nicht anbeten.

# templebuilt-B22
source: No, please don't invite anyone else.
de: Nein, bitte lade niemanden ein.

# templebuilt-H20
source: Hint: Place a set of entrance stones at one side of the town. Visitors will wait there until you let them in.
de: Hinweis: Markiere den Eigang zum Dorf in dem du Steine an den linek oder rechten Rand legst. Besucher werden dort auf dich warten bevor sie das Dorf besichtigen.

source: Wonderful!
de: Wunderbar!

# visitor-on-its-way
source: Hint: The first visitors should arrive any moment.
de: Die ersten Besucher sollten jeden Moment eintreffen.

# expl-watergate-queue
source: Hint: The visitors will politely wait outside the town until you let them in.
de: Höfliche Besucher dringen nicht einfach in das Dorf ein. Du musst sie zuerst hereinlassen.

# expl-watergate-release
source: Hint: Select the stones to welcome the visiting Paddlers.
de: Hinweis: Wähle die Eingangsteine aus um die Paddlers zu begrüssen.

# gatebuilt-A10
source: Oh no, look how sad the visitor is! Why is it so depressed?
de: Aber nein auch! Warum ist der Besucher so traurig?

# gatebuilt-A20
source: I'll go and give it a warm welcome. Maybe that will cheer it up.
de: Ich werde ihn mal freundlich begrüssen. Vielleicht kann ich ihn aufmuntern.

# gatebuilt-H30
source: Hint: Select your follower and click on the welcome symbol. Then click on the visting Paddler.
de: Hinweis: Wähle deinen Anhänger aus und klicke auf das Willkommenssymbol. Dann klick auf den Besucher

# bored-and-anxious
source: I am bored... And I feel useless.
de: Mir ist langweilig... Ich fühle mich so nutzlos.

# what-to-do-in-life
source: Just what should I do with the time I have in this world?
de: Was soll ich nur anstellen mit meiner Zeit hier in Paddland?

# make-friends
source: Form a community
de: Such dir Freunde

# make-friends-description
source: Find some like-minded Paddlers and invite them to join your town. Everything is better if you are surrounded by friends.
de: Finde gleichgesinnt Paddlers. Lade sie ein sich dir in diesem Dorf anzuschliessen. Alles ist besser wenn man Freunde um sich hat.

source: Help others
de: Mach dich nützlich

# help-others-description
source: Make the world a better place, go and help other Paddlers. It feels good to make someone else happy.
de: Versuch deinen Teil beizutragen um Paddland zu verbessern. Hilf anderen und mach sie glücklich, dabei wirst du selber auch glücklich werden.

# build-something
source: Build a nice place
de: Baue eine schönes Dorf

# build-something-description
source: Get busy and make this place more habital. If you do a good job, this will attract other Paddlers.
de: Hör auf zu grübeln und schau dass du was zu tun hast. Du könntest zum Beispiel das Dorf schön einrichten. Vielliecht lockst du damit anderen Paddlern an denen es gefällt.

# expl-nest
source: Here is something you can build. It's a simple nest in which other Paddlers can live.
de: Hier ist etwas das du bauen kannst. Es ist ein einfaches Nest in welchem andere Paddlers leben können.

# look-for-quest
source: Follow my advice and you will feel better soon. I've added a new task for you at the temple.
de: Folge meinem Rat und du wirst dich bald besser fühlen. Ich habe dir eine Aufgabe dazu im Tempel hinterlassen.

# expl-invitation-0
source: Well done! The Paddlers who visited really liked you.
de: Gut gemacht! Die Besucher mochten dich sehr.

# expl-invitation-1
source: You made yourself a bit of reputation as a great host. I'm sure Paddlers around the world are keen to visit us.
de: Du hast dir heute einen guten Ruf als Gastgeber verschaffen. Sicherlich werden mehr Paddlers vorbeikommen wollen.

# expl-invitation-2
source: Hint: To invite Paddlers, go to the map and descend to a foreign village.
de: Hinweis: Um Paddlers einzuladen, gehe auf die Kartenansicht und betritt fremde Dörfer.

# expl-invitation-3
source: Hint: Inside the village, find Paddlers who are hanging around in their nest and invite them to visit your town.
de: Hinweis: Schau ob du Paddlers herumlungern siehts in einem der Dröfer. Du kannst sie einladen dich zu besuchen.

# balance-important
source: You have done great so far. But it is important to keep balance.
de: Du hast dich gut geschlagen bisher. Aber es ist wichtig immer ausgeglichen zu sein.

# visitor-balance-town
source: Entertaining visitors is all good. But don't neglect to maintain your land!
de: Besucher zu unterhlaten ist eine gute Sache. Aber vergiss nicht dein Land zu pflegen!

# town-balance-visitor-0
source: Having a nice place is all good. Now, keep it open to foreign visitors!
de: Ein schönes Dorf zu haben ist nicht schlecht. Aber vergiss nicht die Tore für Besucher zu öffnen!

# town-balance-visitor-1
source: Some more visitors are on their way. Entertain them and make them feel welcome.
de: Mehr Besucher sind bereits auf dem Weg. Heisse sie willkomen und unterhalte sie.

# hello-world
source: Spread the word
de: Verbreite die Botschaft

# hello-world-description
source: Look at the sad visitor. Go and cheer the Paddler up and then you might receive a thank you letter afterwards!
de: Schau dir den armen Besucher an. Warum versucht du nicht ihn aufzumuntern? Vielleicht erhältst du danach einen Brief als Dankeschön!

# create-forest
source: Forest creation
de: Waldschaffung

# create-forest-description
source: Fill this place with life! Start by planting three trees.
de: Erfülle den Ort mit Leben! Beginne damit drei Bäume zu pflanzen.

# build-bundling-station
source: Build a bundling station
de: Bau eine Vorrichtung um Äste zu bündeln.

# build-bundling-station-description
source: Your servant can gather resources from the forest if the right buildings exist. To gather sticks, you need to build a bundling station.
de: Deine Anhänger können Material vom Wald sammeln, sofern die richtigen Gebäude im Dorf stehen. Um Äste zu sammeln, braucht es eine Vorrichtung um sie zu bündeln.

source: Use Bundling station
de: Geh Äste sammeln

# use-bundling-station-description
source: Send your servant to gather sticks and bundle them. Select the Paddler and then right-click or long-tap on the bundling station.
de: Lass deinen Anhänger Äste sammeln. Wähle dazu den Paddler aus und klicke mit der rechten Maustaste (oder tippe lange) auf das Gebäude.

# socialize
source: Be nice to others!
de: Sei nett zu deinen Besuchern!

# socialize-description
source: Every Paddler you make happy will grant you 1 Karma. More visitors are on their way, can you please them all?
de: Jeder Paddler der das Dorf glücklich verlässt, gibt dir 1 Karma. Mehr Besucher sind bereits auf dem Weg. Kannst du sie alle zufriedenstellen?

# socialize-more
source: Invitations
de: Einladungen

# socialize-more-description
source: Use your new abiliy to invite visitors and show them your town. Click on other place on the map, descend and see if you can find any Paddlers sitting around.
de: Benutze deine neue Fähigkeit um Besucher einzuladen. Dein Dorf wird ihnen sicher gefallen. Klicke auf fremde Dörfer auf der Kartenansicht, betritt sie und schau ob dort Paddlers untätig herumlungern.

# build-nest
source: A home for a Paddler
de: Ein Heim für einen Paddler

# build-nest-description
source: Build a nest in your village. If you make it nice, maybe a Paddler will even want to live in it.
de: Baue ein Nest in deinem Dorf. Wenn du es an eine schöne Stelle setzt, dann wird vielleicht bald ein Paddler einziehen wollen.

# grow-population
source: More citizens
de: Mehr Einwohner

# grow-population-description
source: Increase the number of followers by building more nests and have Paddlers move in. (Both your worker and other citizens who live in nests count as followers.)
de: Erhöhe dein Gefolge indem du mehr Nest baust und Paddlers einziehen lässt.

# perk-nest-building
source: Construct homes for more followers.
de: Bau mehr Neste für deine Anhänger.

# perk-triple-nest-building
source: Larger nests for even more followers.
de: Grössere Neste für noch mehr Anhänger.

# perk-invitation
source: Invite Paddlers to visit your town.
de: Lade fremde Paddlers auf einen Besuch ein.

# perk-conversion
source: Convert visitors to join your following.
de: Überzeuge besuchende Paddlers sich dir anzuschliessen.
